[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:16};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3};
itm10={backcolor:0,background:964,ccp:780,ccpzorder:over,height:74,id:11,name:Parts_list,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:644,y:200,zorder:9,txtfield:{backcolor:0,bidimode:left-to-right,content:Parts list,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Parts_list,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm11={backcolor:0,background:964,ccp:780,ccpzorder:over,height:74,id:12,name:Your_Dealer,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:644,y:276,zorder:10,txtfield:{backcolor:0,bidimode:left-to-right,content:My Dealer,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Your_Dealer,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:wrap-by-word,x:5,y:17}};
itm2={id:2,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:644,y:431,zorder:1};
itm3={backcolor:0,height:150,id:4,img:363,layout:normal,name:Next_main,type:IMAGEFIELD,visible:true,width:507,x:63,y:91,zorder:2,layout_param:{clipx:0,clipy:0}};
itm4={backcolor:0,height:150,id:5,img:363,layout:normal,name:Last_main,type:IMAGEFIELD,visible:true,width:507,x:63,y:243,zorder:3,layout_param:{clipx:0,clipy:0}};
itm5={backcolor:0,background:964,ccp:780,ccpzorder:over,height:74,id:6,name:Data_input,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:644,y:124,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:Date input,font:3,height:70,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:Data_input,type:TEXTFIELD,visible:true,vlayout:top,width:144,wrapline:wrap-by-word,x:5,y:1}};
itm6={backcolor:0,bidimode:left-to-right,content:Next maintenance,font:3,height:36,highcolor:0,hlayout:left,id:7,linespacing:0,multiline:false,name:Next_maintenance,type:TEXTFIELD,visible:true,vlayout:middle,width:469,wrapline:no-wrap,x:80,y:108,zorder:5};
itm7={backcolor:0,bidimode:left-to-right,content:12  /  10  /  2014,font:3,height:36,highcolor:0,hlayout:center,id:8,linespacing:0,multiline:false,name:Next_date,type:TEXTFIELD,visible:true,vlayout:middle,width:469,wrapline:no-wrap,x:80,y:163,zorder:6};
itm8={backcolor:0,bidimode:left-to-right,content:Last maintenance,font:3,height:36,highcolor:0,hlayout:left,id:9,linespacing:0,multiline:false,name:Last_maintenance,type:TEXTFIELD,visible:true,vlayout:middle,width:469,wrapline:no-wrap,x:80,y:260,zorder:7};
itm9={backcolor:0,bidimode:left-to-right,content:06  /  10  /  2014,font:3,height:36,highcolor:0,hlayout:center,id:10,linespacing:0,multiline:false,name:Last_date,type:TEXTFIELD,visible:true,vlayout:middle,width:469,wrapline:no-wrap,x:80,y:315,zorder:8};

